# CabletrayMinbendmultiplierParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..CabletrayMinbendmultiplierParam Property
ParameterTypeId Class See Also
---
"Bend Radius Multiplier"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CabletrayMinbendmultiplierParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CabletrayMinbendmultiplierParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CabletrayMinbendmultiplierParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace